<template>
  <section class="rules">
    <div class="container">
      <ImageItem
        url="/images/rules/1.jpeg"
        width="2000"
        height="507"
      />
      <div class="rules__title">
        <div class="row">
          <div class="col-md-2" />
          <div class="col-md-14">
            <p class="title">
              Пожалуйста, ознакомьтесь с правилами аренды студии.
              Бронируя студию, вы даете согласие на соблюдение правил!
            </p>
          </div>
        </div>
      </div>
      <div class="rules__content">
        <div class="row justify-content-center">
          <div class="col-md-10">
            <h3> ПРАВИЛА АРЕНДЫ </h3>
            <p>
              • Минимальное время аренды -
              <span> 1 час </span>
            </p>
            <p>
              • Съемочный час студии равен
              <span> 55 минутам </span>
            </p>
            <p>
              • При бронировании нескольких часов время заканчивается
              <span> за 5 минут </span>
              до окончания брони
            </p>
            <p>
              •
              <span>Подготовка к съемкам или мероприятиям </span>
              входит в арендуемое вами время <span> ! </span>
            </p>
            <p>
              • По завершению забронированного времени
              <span> необходимо привести зал в порядок </span>
            </p>
            <p>
              • Расчет за аренду производится наличными в
              <span> белорусских рублях </span>
            </p>
            <p>
              • Отмена забронированного времени производится
              <span> не позже, чем за 3 дня </span>
              до начала аренды по телефону  +375298692000 или в директ instagram @yoyo.studio
            </p>
            <p>
              • Отмена бронирования за 3 дня -
              <span> бесплатно </span>
            </p>
            <p>
              • Отмена бронирования за 1-2 дня -
              <span> оплата 50% </span>
              от стоимости забронированного времени
            </p>
            <p>
              • Отмена бронирования в день съемки -
              <span> 100% оплата </span>
              забронированного времени
            </p>
            <p :style="{ 'padding-top': '3rem', 'font-size': '16px' }">
              <span> ! В студии запрещена съемка для стоков </span>
            </p>
          </div>
          <div class="col-md-2" />
          <div class="col-md-10">
            <h3> ПРАВИЛА СТУДИИ </h3>
            <p>
              • Находясь в нашей студии прежде всего необходимо
              <span>уважительно</span>
              относиться друг к другу, при хамстве или грубом обращении,
              администратор имеет право отказать вам в услуге аренды
            </p>
            <p>
              • В студии необходимо находиться
              <span> в сменной обуви </span>
              (для удобства у нас есть тапочки)
            </p>
            <p>
              <span>
                • Крупногабаритные предметы можно передвигать только с администратором
              </span>
            </p>
            <p>
              • Необходимо согласовывать использование конфети,
              жидкостей, продуктов питания и съемки с животными
            </p>
            <p>
              <span>
                • В студии запрещено снимать алкоголь, табачную или наркотическую продукцию,
              </span>
              фото или видео порнографического и эротического характера
              <br> В случае, если данное правило было проигнорировано,
              <span> администратор имеет право отказать вам в услуге аренды, </span>
              забронированное время оплачивается в 100% размере
            </p>
            <p>
              • В студии <span> нельзя </span> находиться в нетрезвом виде,
              курить, распивать спиртные напитки, употреблять наркотики
            </p>
            <p>
              • Вы несете полную <span> ответственность за поведение своих детей  </span>
            </p>
            <p>
              • При посещении студии группы лиц, <span> ответственность несет организатор </span>
            </p>
            <p>
              • В случае <span> порчи имущества,</span> вы должны оплатить ее стоимость
            </p>
            <p>
              • Необходимо соблюдать правила <span> противопожарной безопасности! </span>
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  components: {
    ImageItem: () => import('../components/Image-item'),
  },
};
</script>
